import { Heading } from '@/components/Heading'


export function AVO() {
  return (
    <>
      <div className="my-16 xl:max-w-none">
        <Heading level={1} id="avo1">
          Система АВО
          <br></br> 
          <br></br> 
        Системы охлаждения транспортируемого газа на компрессорных станциях
        </Heading>

       
        
             <p>
             Компремирование газа на КС приводит к повышению его темпера­туры на выходе станции. Численное значение этой температуры опреде­ляется ее начальным значением на входе КС и степенью сжатия газа. Излишне высокая температура газа на выходе станции, с одной стороны, может привести к разрушению изоляционного покрытия трубопровода, а с другой стороны - к снижению подачи технологического газа и увеличению энергозатрат на его компремирование (из-за увеличения его объемного расхода).

Определенные специфические требования к охлаждению газа предъявляются в северных районах страны, где газопроводы проходят в зоне вечномерзлых грунтов. В этих районах газ в целом ряде случаев необходимо охлаждать до отрицательных температур с целью недопу­щения протаивания грунтов вокруг трубопровода. В противном случае это может привести к вспучиванию грунтов, смещению трубопровода и, как следствие, возникновению аварийной ситуации.
        </p>
        <h1>Охлаждение технологиского газа</h1>
        <p>можно осуществить в холодиль­никах различных систем и конструкций; кожухотрубных (типа «труба в трубе»), воздушных компрессионных и абсорбирующих холодильных машинах, различного типа градирнях, воздушных холодильниках и т.д.

Наибольшее распространение на КС получили схемы с использованием аппаратов воздушного охлаждения АВО. Следует однако отметить, что глубина охлаждения технологического газа здесь ограничена температурой наружного воздуха, что особенно сказывается в летний период эксплуатации. Естественно, что температура газа после охлаждения в АВО не может быть ниже температуры наружного воздуха. AВО работает следующим образом: на опорных металлоконструкци­ях закреплены трубчатые теплообменные секции. По трубам теплообменной секции пропускают транспортируемый газ, а че­рез межтрубное пространство теплообменной секции с помощью вентиля­торов, проводимых во вращение от электромоторов, прокачивают наружный воздух. За счет теплообмена между нагретым при компремировании газом, движущимся в трубах и наружным воздухом, движущимся по межтрубному пространству, и происходит охлаждение технологическо­го газа на КС.


Опыт эксплуатации АВО на КС показывает, что снижение температуры газа в этих аппаратах можно осуществить примерно на значение порядка 15-25 °С. Одновременно опыт эксплуатации указывает на необходимость и экономическую целесообразность наиболее полного использования устано­вок охлаждения газа на КС в годовом цикле эксплуатации, за исключением тех месяцев года с весьма низкими температурами наружного воздуха, когда включение всех аппаратов на предыдущей КС приводит к охлаждению транс­портируемого газа до температуры, которая может привести к выпадению гвдратов. Обычно это относится к зимнему времени года. При проектировании компрессорной станции количество аппаратов воздушного охлаждения выбирается в соответствии с отраслевыми нор­мами ОНТП51-1-85. На основании этих норм температура технологи­ческого газа на выходе из АВО должна быть не выше 15 -20 °С средней температуры наружного воздуха.

Уменьшение температуры технологического газа, поступающего в газопровод после его охлаждения в АВО, приводит к уменьшению сред­ней температуры газа на линейном участке трубопровода и, как след­ствие, к снижению температуры и увеличению давления газа на входе в последующую КС. Это, в свою очередь, приводит к уменьшению степе­ни сжатия на последующей станции (при сохранении давления на выхо­де из нее) и энергозатрат на компремирование газа по станции.

Очевидно также, что оптимизация режимов работы АВО должна со­ответствовать условию минимальных суммарных энергозатрат на ох­лаждение и компремирование газа на рассматриваемом участке работы газопровода.

Следует также отметить, что аппараты воздушного охлаждения газа являются экологически чистыми устройствами для охлаждения газа, не требуют расхода воды, относительно просты в эксплуатации. В эксплуа­тации применяются следующие типы АВО газа: 2АВГ-75, АВЗД, фирм «Нуово Пиньоне» и «Крезо Луар».

 

В настоящее время установки охлаждения транспортируемого газа являются одним из основных видов технологического оборудования КС.</p>
      </div>
    </>
  )
}
