import { Heading } from '@/components/Heading'
import Image from 'next/image'
import vatreturns from '@/images/screenshots/vatreturns.png'




export function Firefighting() {
  return (
    <>
    <div className="my-16 xl:max-w-none">
      <Heading level={2} id="firefighting">
        Пожаратущения
      </Heading>
      <div className="not-prose mt-4 grid grid-cols-1 gap-8 border-t border-zinc-900/5 pt-10 dark:border-white/5 sm:grid-cols-2 xl:grid-cols-4">
        </div>
        <p>
        Системы водяного пожаротушения наиболее часто применяются для ликвидации пожаров поверхностным способом на различных объектах: складах, объектах торговли, в гостиницах и др. Неоспоримым преимуществом таких систем является экологичность.

Одним из наиболее эффективных методов ликвидации пожаров остаётся тушение водой. По сравнению с другими методами: порошковым, аэрозольным или газовым пожаротушением, — вода является наиболее безопасным, надёжным и дешёвым огнетушащим составом. В настоящее время водой тушатся до 90% всех пожаров.

Тем не менее, традиционные установки водяного пожаротушения (спринклерные и дренчерные) не лишены ряда существенных недостатков:

большие расходы воды на тушение (более 0,08 л/с на кв.м)

возможность нанесения дополнительного ущерба за счет залива водой помещений и материальных ценностей

необходимость строительства капитальных инженерных сооружений (насосные и дренажные станции, резервуары для хранения резервного запаса воды, дренажные сооружения)

необходимость обеспечения электроснабжения большой мощности по I категории надёжности

сложный регламент и большие затраты на техническое обслуживание установок пожаротушения

Этих недостатков лишена технология пожаротушения тонкораспылённой водой, основанная на ликвидации возгорания каплями воды с эффективным диаметром не более 100 мкм.

В традиционных системах водяного пожаротушения диаметр капель, которые попадают на очаг возгорания, составляет порядка 0,4…2,0 мм. Это приводит к тому, что около 30% воды идёт, собственно, на тушение огня, а остальная часть проливается и в процессе тушения никак не участвует. Однако при уменьшении размеров водяной капли менее 100 мкм механизм тушения огня существенно меняется. Обладая высокой проникающей и охлаждающей способностью тонкораспылённая вода (водяной туман) позволяет надёжно тушить пожары при небольшом расходе огнетушащего вещества. Это позволяет без каких либо негативных последствий, тушить пожары в архивах, библиотеках и музеях, что подтверждено специальными испытаниями. Как показывает практика, тонкораспылённая вода эффективно поглощает твёрдые частицы дыма. Имеются данные по успешному использованию тонкораспылённой воды при тушении электроустановок под напряжением 35 кВ без аварийных последствий.

Спринклерная система пожаротушения - это система трубопроводов, постоянно заполненная огнетушащим составом, снабженная специальными насадками, спринклерами, легкоплавная насадка которых, вскрываясь при начальной стадии возгорания, обеспечивает подачу огнетушащего состава на очаг возгорания.

При пожаре спринклерные установки приступают к тушению независимо от того, находятся ли в помещениях люди или они там отсутствуют. Конструктивно установки пожаротушения представляют собой смонтированную под перекрытиями торгового зала, офисных помещений ресторана, а также складских и вспомогательных помещений сеть труб со спринклерами, вскрывающимися при повышении температуры. Если площадь велика, то спринклерная сеть разделяется на отдельные секции, причем каждая сеть обслуживается отдельным контрольно-сигнальным клапаном.

Отапливаемые помещения оборудуют водяными спринклерными системами пожаротушения, трубопроводы которых всегда заполнены водой. После вскрытия того или иного числа спринклеров вода в виде раздробленных струй подается к очагу возгорания. В течение первых минут пожара вода течет от автоматического водопитателя, а затем контрольно-сигнальный клапан включает пожарные насосы, обеспечивающие подачу расчетного количества воды, необходимого для ликвидации пожара.

Дренчерная система представляет собой систему автоматического водяного пожаротушения предназначенную для особо пожароопасных объектов.

Система строится следующим образом:

подводящий трубопровод (трубопровод насосной станции) заполнен водой или водным раствором, все остальные трубопроводы не заполнены (воздух)

В системе устанавливаются дренчерные оросители (открытые, без теплового элемента) и дренчерные клапана моделей DV-1, DV-5 и AVD502A, AVD651D, AVD755A

Cистема приводится в действие от одной или нескольких (двойная блокировка) пусковых систем:

от мокрой спринклерной системы (мокрый пуск)

от сухой спринклерной системы (сухой пуск)

от системы пожарной сигнализации (электропуск)

Данные системы как правило применяются для защиты особо пожаро- и взрывоопасных объектов, на которых огонь распространяется с высокой скоростью. Как правило это помещения или целые объекты по производству или хранению легковоспламеняющихся материалов, окрасочные камеры, гидростанции или атомные станции, другие спецобъекты.

Так же дренчерные системы применяются в качестве дренчерных завес, которые обеспечивают отсечение «стеной огнетушащего вещества» (например воды), помещения где возникло возгорание от других помещений здания. Примеры: дверные или иные проемы в помещениях автостоянок и предприятий, атриумы торговых, административных, гостиничных или иных комплексов и т.д.

Системы порошкового пожаротушения предназначены для автоматического обнаружения пожара, передачи сообщения о пожаре дежурному персоналу, автоматической локализации и тушения пожара. Принцип действия — подача в зону горения мелкодисперсного порошкового состава.

Способы тушения:

объемный

локальный по площади

локальный по объему

 В соответствии с нормативными документами пожарной безопасности автоматические установки порошкового пожаротушения устанавливаются в общественных, административных, производственных и складских зданиях, технологических установках, электроустановках. Порошковый состав оказывает минимальное воздействие на защищаемые изделия, материалы, оборудование.

Возможно совмещение установок порошкового пожаротушения с комплексными системами безопасности объекта, технологическим оборудованием, установками оповещения о пожаре, системами дымоудаления, вентиляции.

По способу управления установки порошкового пожаротушения подразделяются на:

автоматические установки порошкового пожаротушения — обнаружение пожара осуществляется путем подачи сигнала от автоматической пожарной сигнализации с последующим поступлением сигнала на запуск АУППТ

установки порошкового пожаротушения с ручным запуском (местный, дистанционный) — подача сигнала на запуск автоматической установки порошкового пожаротушения осуществляется вручную из помещения пожарного поста, станции пожаротушения, защищаемых помещений

автономные установки — функции обнаружения пожара и выдачи порошкового состава осуществляются независимо от внешних источников питания и управления

По способу хранения огнетушащего вещества установки порошкового пожаротушения подразделяются на:

установки порошкового пожаротушения модульного типа — функции хранения и подачи огнетушащего порошкового состава к очагу возгорания выполняют модули порошкового пожаротушения, расположенные непосредственно в защищаемых помещениях

установки порошкового пожаротушения с централизованным хранением (хранение порошкового состава осуществляется централизованно), а его распределение и подача к очагу возгорания осуществляется по распределительным трубопроводам, проложенным в защищаемых помещения

Системы газового пожаротушения предназначены для обнаружения возгорания на всей контролируемой площади помещений, подачи огнетушащего газа и оповещения о пожаре. Установки газового пожаротушения способны потушить пожар в любой точке объема защищаемого помещения. Газовое пожаротушение, в отличие от водяного, аэрозольного, пенного и порошкового, не вызывает коррозии защищаемого оборудования, а последствия его применения легко устранимы путем простого проветривания. При этом, в отличие от остальных систем, установки газового пожаротушения не замерзают и не боятся жары. Они работают в интервале температур: от -40° до +50°C. Системы газового пожаротушения могут использоваться для ликвидации пожаров и возгорания электрооборудования, находящегося под напряжением.

Сферы применения:

Помещения с компьютерами

Склады

Коммутационное и телевизионное оборудование

Технологическое оборудование

Все зоны с чувствительным или незаменимым электронным оборудованием

Газоперекачивающие станции, дизель-генераторные

Защита культурных ценностей

Морские суда

Нефтеналивные комплексы Помещения, насыщенные электрической проводкой

Помещения с дорогостоящим оборудованием

Помещения со взрывоопасной средой

Хранилища денежных средств, архивы, библиотеки

Основные преимущества модулей газового пожаротушения:

тушение происходит по всему объему помещения

не разрушает озоновый слой

не содержит токсических компонентов

термически не разлагается, не образует коррозионных и ядовитых продуктов при контакте с огнем

применение газа полностью безопасно для чувствительного электронного оборудования, культурных и исторических ценностей, архивов и т.д

тушение пожаров происходит за 10-30 секунд

не вызывает статического электричества при разгрузке

не вызывает значительных перепадов давления, поскольку хранится и разгружается в виде сухого газа

системы с газом способны обеспечивать независимую защиту сразу нескольких помещений от одной батареи баллонов, с использованием селекторных клапанов (есть установки, где защищается до 40 помещений от одной батареи)

баллоны с газом можно устанавливать на расстоянии до 150 метров от защищаемого помещения

недорогая заправка баллонов может осуществляться в любой точке мира, поскольку для этого не требуется специальное оборудование

Принцип действия установок газового пожаротушения основан на снижении концентрации кислорода за счет поступления в зону реакции негорючего газа. При этом в случае сжиженных газов, их выпуск из баллона сопровождается снижением температуры, что ведет к уменьшению температуры и в зоне реакции. Автоматические установки газового пожаротушения предназначены для создания защитной среды в определенном объеме. Тушение пожара осуществляется заполнением помещения расчетным количеством огнетушащего вещества. Применяется объемный или локально-объемный способ тушения.

Необходимо иметь ввиду, что хотя установки автоматического газового пожаротушения во многих случаях являются единственным средством противопожарной защиты, они все же оказываются малоэффективными для тушения материалов, способных гореть без доступа воздуха, подверженных самовозгоранию и (или) тлению внутри объема вещества (древесные опилки, хлопок, травяная мука и др.), а также порошков металлов натрия, калия, магния, титана, гидридов металлов и пирофорных веществ.

Внутренний водопровод - система трубопроводов и устройств, обеспечивающая подачу воды к пожарным кранам и имеющая общее водоизмерительное устройство от сети водопровода населенного пункта или промышленного предприятия. Система внутреннего противопожарного водопровода включает: вводы в здания, разводящую сеть, стояки, насосные установки, запасные и регулирующие емкости, запорную и регулирующую арматуру.
        </p>
         <Image alt='image' src={vatreturns}  />
        <p>
          Lorem ipsum dolor sit amet consectetur adipisicing elit. Laborum facere explicabo illum rem unde doloremque minus modi ipsa voluptate nesciunt excepturi cupiditate at animi fugit, accusamus possimus rerum autem ad.
        </p>
      </div>
         
    </>

      )
}
