import { Heading } from '@/components/Heading'






export function Genarator11() {
  return (
    <>
      <div className="my-16 xl:max-w-none">
        <Heading level={2} id="generator1">
        Газовый Генератор
        </Heading>

<p>Caterpillar имеет широкий ассортимент надежных решений для производства электроэнергии на основе газа, начиная от установки оборудования для комбинированного производства электроэнергии и тепла на природном газе (КПТЭ) и аварийного питания для предприятий до источников возобновляемой энергии на биогазе для поддержки местной электросети или электроэнергии, вырабатываемой из газов, высвобождающихся из угольных пластов.</p>
      </div>
    </>
  )
}
